Repository: halfline/gnome-shell-extensions-3.28.1
Catalog: po/*.po
Languages: be

source: GNOME Classic
be: Класічны GNOME

source: This session logs you into GNOME Classic
be: Гэты сеанс выкарыстоўвае класічны GNOME

source: Attach modal dialog to the parent window
be: Прымацаваць мадальны дыялог да бацькоўскага акна

source: This key overrides the key in org.gnome.mutter when running GNOME Shell.
be: Гэты ключ засланяе ключ у org.gnome.mutter калі запушчаны GNOME Shell.

source: Arrangement of buttons on the titlebar
be: Парадак кнопак у загалоўнай стужцы

source: This key overrides the key in org.gnome.desktop.wm.preferences when running GNOME Shell.
be: Гэты ключ засланяе ключ у org.gnome.desktop.wm.preferences калі запушчаны GNOME Shell.

source: Enable edge tiling when dropping windows on screen edges
be: Аўтаматычна змяняць памеры акна пры перамяшчэнні да края экрана

source: Workspaces only on primary monitor
be: Працоўныя прасторы толькі на асноўным маніторы

source: Delay focus changes in mouse mode until the pointer stops moving
be: Затрымліваць змяненні фокуса ў рэжыме мышы да спынення паказальніка

source: Thumbnail only
be: Толькі мініяцюра

source: Application icon only
be: Толькі значок праграмы

source: Thumbnail and application icon
be: Мініяцюра і значок праграмы

source: Present windows as
be: Адлюстроўваць вокны як

source: Show only windows in the current workspace
be: Паказваць вокны толькі з бягучай працоўная прасторы

source: Activities Overview
be: Агляд заняткаў

source: Favorites
be: Упадабаныя

source: Applications
be: Праграмы

source: Application and workspace list
be: Праграма і спіс працоўных прастораў

source: A list of strings, each containing an application id (desktop file name), followed by a colon and the workspace number
be: Спіс радкоў, кожны з якіх утрымлівае ідэнтыфікатар праграмы (імя *.desktop файла), затым двукроп'е і нумар працоўнай прасторы

source: Application
be: Праграма

source: Workspace
be: Працоўная прастора

source: Add Rule
be: Дадаць правіла

source: Create new matching rule
be: Стварыць новае правіла адпаведнасці

source: Add
be: Дадаць

source: Ejecting drive “%s” failed:
be: Не ўдалося выняць прывод "%s":

source: Removable devices
be: Зменныя прыстасаванні

source: Open Files
be: Адкрыць файлы

source: Hello, world!
be: Прывітанне, свет!

source: Alternative greeting text.
be: Альтэрнатыўны тэкст вітання.

source: If not empty, it contains the text that will be shown when clicking on the panel.
be: Калі не пуста, ўтрымлівае тэкст, які будзе паказвацца пры націсканні на панэль.

source: Message
be: Паведамленне

source: Example aims to show how to build well behaved extensions for the Shell and as such it has little functionality on its own. Nevertheless it’s possible to customize the greeting message.
be: Example пакажа як ствараць пашырэнні для Shell. Сам па сабе ён мае мала функцыянальнасці. Тым не менш, можна змяніць тэкст прывітання.

source: Use more screen for windows
be: Выкарыстоўваць большую плошчу экрана для вокнаў

source: Try to use more screen for placing window thumbnails by adapting to screen aspect ratio, and consolidating them further to reduce the bounding box. This setting applies only with the natural placement strategy.
be: Спрабаваць выкарыстаць большую плошчу экрана для размяшчэння мініяцюр шляхам змянення суадносінаў бакоў экрана і ўшчыльняючы іх з мэтай змяншэння памераў абмежавальнай рамкі. Гэты параметр ужываецца толькі разам з звычайным размяшчэннем мініяцюр.

source: Place window captions on top
be: Змяшчаць загалоўкі вокнаў зверху

source: If true, place window captions on top the respective thumbnail, overriding shell default of placing it at the bottom. Changing this setting requires restarting the shell to have any effect.
be: Калі выбрана, загалоўкі вокнаў будуць размешчаны ўверсе мініяцюры, а не знізу, як прадвызначана. Для таго, каб гэтая настройка ўступіла ў сілу, трэба перазапусціць абалонку.

source: Places
be: Месцы

source: Failed to mount volume for “%s”
be: Не ўдалося прымацаваць том для "%s".

source: Failed to launch “%s”
be: Не ўдалося запусціць "%s"

source: Computer
be: Камп'ютар

source: Home
be: Дамашняя папка

source: Browse Network
be: Агляд сеткі

source: Cycle Screenshot Sizes
be: Чаргаваць памеры экраннага здымка

source: Cycle Screenshot Sizes Backward
be: Чаргаваць памеры экраннага здымка ў адваротным напрамку

source: Theme name
be: Імя матыву аздаблення

source: The name of the theme, to be loaded from ~/.themes/name/gnome-shell
be: Імя матыву аздаблення, які будзе загружаны з ~/.themes/name/gnome-shell

source: Close
be: Закрыць

source: Unminimize
be: Скасаваць мінімалізацыю

source: Minimize
be: Мінімалізаваць

source: Unmaximize
be: Скасаваць максімалізацыю

source: Maximize
be: Максімалізаваць

source: Minimize all
be: Мінімалізаваць усе

source: Unminimize all
be: Скасаваць мінімалізацыю для ўсіх

source: Maximize all
be: Максімалізаваць усе

source: Unmaximize all
be: Скасаваць максімалізацыю для ўсіх

source: Close all
be: Закрыць усе

source: Workspace Indicator
be: Індыкатар працоўнай прасторы

source: Window List
be: Спіс вокнаў

source: When to group windows
be: Калі групаваць вокны

source: Decides when to group windows from the same application on the window list. Possible values are “never”, “auto” and “always”.
be: Вырашае калі групаваць вокны адной праграмы ў спісе вокнаў. Магчымыя значэнні: "never" (ніколі), "auto" (аўтаматычна), "always" (заўсёды).

source: Show the window list on all monitors
be: Паказаць спіс вокнаў на ўсіх маніторах

source: Whether to show the window list on all connected monitors or only on the primary one.
be: Ці паказваць спіс вокнаў на ўсіх злучаных маніторах або толькі на галоўным.

source: Window Grouping
be: Групаванне вокнаў

source: Never group windows
be: Ніколі не групаваць вокны

source: Group windows when space is limited
be: Групаваць вокны калі не хапае месца

source: Always group windows
be: Заўсёды групаваць вокны

source: Show on all monitors
be: Паказаць усе маніторы

source: Workspace Names
be: Назвы працоўных прастораў

source: Name
be: Імя

source: Workspace %d
be: Працоўная прастора %d
